Repository: makinacorpus/django-leaflet
Catalog: leaflet/locale/*/LC_MESSAGES/django.po
Languages: es

source: Reset view
es: Reinicializar la vista

source: Background
es: Fondo

source: Spatial extent should be a tuple (minx, miny, maxx, maxy)
es: La extensión (spatial extent) debe ser una tupla de tipo (minx, miny, maxx, maxy)

source: Draw a polyline
es: Dibujar una polilínea

source: Draw a polygon
es: Dibujar un polígono

source: Draw a rectangle
es: Dibujar un rectángulo

source: Draw a circle
es: Dibujar un círculo

source: Draw a marker
es: Dibujar un marcador

source: Click and drag to draw circle.
es: Haz click y arrastra para dibujar un círculo.

source: Click map to place marker.
es: Haz click sobre el mapa para dibujar un marcador.

source: Click to start drawing shape.
es: Haz click para comenzar a dibujar una figura

source: Click to continue drawing shape.
es: Haz click para continuar dibujando la figura

source: Click first point to close this shape.
es: Haz click en el primer punto para cerrar esta figura.

source: <strong>Error:</strong> shape edges cannot cross!
es: <strong>Error:</strong> ¡los segmentos no se pueden cruzar!

source: Click to start drawing line.
es: Haz click para comenzar a dibujar una línea.

source: Click to continue drawing line.
es: Haz click para continuar dibujando la línea.

source: Click last point to finish line.
es: Haz click sobre el último punto para terminar la línea.

source: Click and drag to draw rectangle.
es: Haz click y arrastra para dibujar un rectángulo.

source: Release mouse to finish drawing.
es: libera el raton para terminar de dibujar.

source: Save changes.
es: Guardar los cambios.

source: Save
es: Guardar

source: Cancel editing, discards all changes.
es: Cancelar la edición y descartar todos los cambios.

source: Cancel
es: Cancelar

source: Cancel drawing
es: Cancelar el dibujo.

source: Delete last point drawn
es: Eliminar el último punto dibujado

source: Delete last point
es: Eliminar el último punto

source: Edit layers
es: Editar capas

source: No layers to edit.
es: No existen capas a editar.

source: No layers to delete.
es: No existen capas a eliminar.

source: Delete layers
es: Eliminar capas.

source: Drag handles, or marker to edit feature.
es: Desplazar las marcas o puntos para editar la figura.

source: Click cancel to undo changes.
es: Haz click en cancelar para deshacer los cambios.

source: Click on a feature to remove
es: Haz click en una figura para eliminarla
